Repository: mohsenabedy91/ma_discount
Catalog: languages/ma_discount-*.po
Languages: fa_ir

source: Discount ID
fa_ir: آی دی تخفیف

source: Show After Finish Discount In The Carousel
fa_ir: مشاهده محصول بعد از اتمام تخفیف در کروسل

source: Product
fa_ir: محصول

source: Discount Date
fa_ir: تاریخ تخفیف

source: Discount Percent
fa_ir: درصد تخفیف

source: Show Product
fa_ir: مشاهده محصول

source: Show Number of Day in Carousel
fa_ir: نمایش تعداد روز در کروسل

source: Please select one of the products
fa_ir: لطفا یکی از محصولات را انتخاب کنید

source: Product Price
fa_ir: قیمت محصول

source: Product Image
fa_ir: عکس محصول

source: Start Date Discount
fa_ir: تاریخ شروع تخفیف

source: End Date Discount
fa_ir: تاریخ پایان تخفیف

source: Product Discount Percent
fa_ir: درصد تخفیف محصول

source: Post title can't be less than 5 characters.
fa_ir: عنوان تخفیف نمیتواند کمتر از 5 حرف باشد

source: Post Product can't be null.
fa_ir: محصول نمیتواند خالی باشد

source: Post Start Date Discount can't be elder End Date Discount.
fa_ir: تاریخ شروع تخفیف نمیتواند بزرگتر از تاریخ پایان باشد

source: Post End Date Discount can't be less Current Date.
fa_ir: تاریخ پایان تخفیف نمیتواند کوچکتر از تاریخ جاری باشد

source: WPlugin activated.
fa_ir: پلاگین تخفیف دهی فعال شد

source: Welcome to The Discount Plugin. Please Add Discount For Product.
fa_ir: به پلاگین تخفیف دهی خوش آمدید! لطفا جهت استفاده از برای محصول خود تخفیف اختصاص دهید.

source: Logs
fa_ir: گزارشات

source: Settings
fa_ir: تنظیمات

source: Discounts
fa_ir: تخفیف دهی

source: All Logs
fa_ir: همه گزارشات

source: Created date
fa_ir: تاریخ ایجاد

source: Sell date
fa_ir: تاریخ فروش

source: Purchaser name
fa_ir: نام خریدار

source: Discount percent
fa_ir: درصد تخفیف

source: Sell price
fa_ir: قیمت فروش

source: Settings Discount
fa_ir: تنظیمات تخفیف

source: User
fa_ir: کاربر

source: Carousel Image
fa_ir: عکس کروسل

source: ShortCode
fa_ir: شورت کد

source: Select one of the users as a buyer after the expiration date of the discount which will be displayed in the front part of the site. Select a carousel image to be displayed as a carousel when the discount is created. And short code that you can use anywhere on the site.
fa_ir: انتخاب یکی از کاربرها به عنوان خریدار بعد از تمام شدن تاریخ تخفیف که در قسمت فرانت سایت نمایش داده خواهد شد. انتخاب عکس کروسل که موقع ای که تخفیف ایجاد میشه به عنوان کروسل نشان داده شود. و شورت کد که در هر جایی از سایت میتوانید از آن استفاده کنید

source: Select the user to buy automatically after the end of the discount time
fa_ir: انتخاب کاربر برای خرید اتوماتیک محصول تخفیف خورده پس از پایان تاریخ تخفیف

source: Select front carousel image
fa_ir: انتخاب عکس کروسل فرانت

source: You can place this shortcode anywhere on your site.
fa_ir: می توانید این کد کوتاه را در هر کجای سایت خود قرار دهید

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Discount
fa_ir: تخفیف

source: Add New
fa_ir: ایجاد جدید

source: Add New Discount
fa_ir: ایجاد تخفیف جدید

source: New Discount
fa_ir: تخفیف جدید

source: Edit Discount
fa_ir: ویرایش تخفیف

source: View Discount
fa_ir: مشاهده تخفیف

source: All Discounts
fa_ir: همه تخفیف ها

source: Search Discounts
fa_ir: جستجوی تخفیف

source: Parent Discount
fa_ir: درصد تخفیف

source: Not Discounts Found
fa_ir: هیچ تخفیفی پیدا نشد

source: Not Discounts Found In Trash
fa_ir: هیچ تخفیفی در سطل زباله پیدا نشد

source: Description
fa_ir: توضیحات

source: Price
fa_ir: قیمت

source: Discount price
fa_ir: مبلغ تخفیف

source: Remaining
fa_ir: باقی مانده

source: Status
fa_ir: وضعیت

source: Start date
fa_ir: تاریخ شروع

source: This discount is over!
fa_ir: این تخفیف به پایان رسید

source: Days
fa_ir: روز

source: Purchased
fa_ir: خریداری شد

source: Sold
fa_ir: فروخته شد

source: Waiting sale
fa_ir: در انتظار فروش

source: You have to Woocommerce plugin install and used discount plugin!
fa_ir: شما باید اول پلاگین ووکامرس را نصب کنید سپس از پلاگین تخفیف دهی استفاده کنید

source: discount
fa_ir: تخفیف

source: Mohsen abedy
fa_ir: محسن عابدی
